documents/UnitTestCase/API_Testing/SOAP_REQ_RES_XML_AS_PER_LATEST_XSD/RELEASECPERESOURCE/RELEASECPERESOURCE__INVALID_OPERATION_TYPE_REQUEST.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:man="http://xmlns.elitecore.com/mtnice/26/03/2015/ManageCPEResource.xsd">
   <soapenv:Header/>
   <soapenv:Body>
      <man:NICE_ReleaseCPEResourceRequest>
         <!--Optional:-->
         <man:operationType>45</man:operationType>
         <man:NICE_ReleaseInventoryList>
         <man:NICE_ReleaseInventory>
               <man:inventoryNumber>EMA000000003</man:inventoryNumber>
            </man:NICE_ReleaseInventory>
   <man:NICE_ReleaseInventory>
               <man:inventoryNumber>EMA000000004</man:inventoryNumber>
            </man:NICE_ReleaseInventory>
            </man:NICE_ReleaseInventoryList>
      </man:NICE_ReleaseCPEResourceRequest>
   </soapenv:Body>
</soapenv:Envelope>